Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# %@ invites you to discuss on Olvid
source: %@ would like to discuss with you on Olvid
de: %@ möchte mit Ihnen auf Olvid diskutieren.
es: %@ le gustaría hablar contigo en Olvid
fr: %@ aimerait discuter avec vous sur Olvid
it: %@ vorrebbe parlare con te su Olvid
ja: %@さんがOlvidであなたと話したいと思っています
ko: %@님이 Olvid에서 귀하와 대화하고 싶어합니다
pt_br: %@ gostaria de conversar com você no Olvid
pt_pt: %@ gostaria de conversar consigo no Olvid
ru: %@ хотел(а) бы обсудить с вами в Olvid
uk: %@ хотів би/хотіла би обговорити з вами Olvid
zh_hans: %@ 想要在 Olvid 上与您讨论

# %@ invites you to discuss on Olvid. To accept, please click the link below: %@
source: %@ wants to discuss with you on Olvid. To accept, use the link below: %@
de: %@ möchte mit Ihnen auf Olvid diskutieren. Um zu akzeptieren, verwenden Sie den folgenden Link: %@
es: %@ quiere hablar contigo en Olvid. Para aceptar, usa el siguiente enlace: %@
fr: %@ aimerait discuter avec vous sur Olvid. Pour accepter, utilisez le lien suivant : %@
it: %@ vuole discutere con te su Olvid. Per accettare, usa il link qui sotto: %@
ja: %@ が Olvid であなたと会話をしたいと思っています。承認するには、以下のリンクを使用してください: %@
ko: %@님이 Olvid에서 당신과 대화하고 싶어합니다. 수락하려면 아래 링크를 사용하세요: %@
pt_br: %@ gostaria de conversar com você no Olvid. Para aceitar, use o link abaixo: %@
pt_pt: %@ pretende conversar consigo no Olvid. Para aceitar, utilize o seguinte link: %@
ru: %@ хочет обсудить с вами Olvid. Чтобы принять, используйте ссылку ниже: %@
uk: %@ хоче обговорити з вами Olvid. Щоб прийняти, скористайтеся посиланням нижче: %@
zh_hans: %@ 想要在 Olvid 上与您讨论。如需接受，请使用以下链接： %@

source: %@ group members
de: %@ Gruppenmitglieder
es: %@ miembros del grupo
fr: %@ membres du groupe
it: %@ membri del gruppo
ja: %@ グループのメンバー
ko: %@명의 그룹 구성원
pt_br: %@ membros do grupo
pt_pt: %@ membros do grupo
ru: %@ участников группы
uk: %@ учасників групи
zh_hans: %@ 个群组成员

source: %lld deleted backups
de: %lld gelöschte Backups
es: %lld copias de seguridad eliminadas
fr: %lld sauvegardes supprimées
it: %lld backup eliminati
ja: %lld個の削除されたバックアップ
ko: 삭제된 백업 %lld개
pt_br: %lld backups excluídos
pt_pt: %lld cópias de segurança eliminadas
ru: %lld удалённых резервных копий
uk: %lld видалених резервних екземплярів
zh_hans: 已删除 %lld 个备份

# %lld_GROUP_MEMBERS
source: %lld other group members:
de: %lld weitere Gruppenmitglieder:
es: %lld otros miembros del grupo:
fr: %lld membres dans ce groupe :
it: %lld altri membri del gruppo:
ja: 他に%lld人のグループメンバーがいます:
ko: 다른 그룹 구성원 %lld명:
pt_br: %lld outros membros do grupo:
pt_pt: %lld outros membros do grupo:
ru: %lld других участников группы:
uk: %lld інших учасників групи:
zh_hans: 还有 %lld 位群成员:

source: %llu group members
de: %llu Gruppenmitglieder
es: %llu miembros del grupo
fr: %llu membres du groupe
it: %llu membri del gruppo
ja: %llu グループメンバー
ko: %llu명의 그룹 구성원
pt_br: %llu membros do grupo
pt_pt: %llu membros do grupo
ru: %llu участника группы
uk: %llu учасники групи
zh_hans: %llu 个群成员

# %lu_GROUP_MEMBERS
source: %lu members in this group
de: %lu Mitglieder in dieser Gruppe
es: %lu miembros en este grupo
fr: %lu membres dans ce groupe
it: %lu membri in questo gruppo
ja: このグループには%lu人のメンバーがいます
ko: 이 그룹에는 %lu명의 회원이 있습니다.
pt_br: %lu membros neste grupo
pt_pt: %lu membros neste grupo
ru: %lu участников в этой группе
uk: %lu учасників у цій групі
zh_hans: 本群共有%lu名成员

# ABOUT_DISKUSAGEVIEW_%@
source: This screen allows you to evaluate the storage used by Olvid on your %@. Beware though, the total storage is not the sum of all the values indicated here (as Olvid uses deduplication techniques). To evaluate the total storage, it is in general sufficient to consider the values referenced by the database
de: Dieser Bildschirm ermöglicht Ihnen die Bewertung des von Olvid auf Ihrem %@ verwendeten Speicherplatzes. Beachten Sie jedoch, dass der gesamte Speicherplatz nicht die Summe aller hier angegebenen Werte ist (da Olvid Deduplizierungstechniken verwendet). Um den gesamten Speicherplatz zu bewerten, ist es im Allgemeinen ausreichend, die Werte zu berücksichtigen, auf die in der Datenbank verwiesen wird.
es: Esta pantalla te permite evaluar el almacenamiento usado por Olvid en tu %@. Ten en cuenta que el almacenamiento total no es la suma de todos los valores indicados aquí (ya que Olvid utiliza técnicas de deduplicación). Para evaluar el almacenamiento total, en general, es suficiente considerar los valores referenciados por la base de datos.
fr: Cet écran permet d'évaluer l'espace de stockage occupé par Olvid sur votre %@. Attention cependant, le stockage total n'est pas la somme des valeurs indiquées ici (Olvid utilise des techniques de déduplication). Pour évaluer le stockage total, il suffit en général de considérer les valeurs référencées depuis la base de données.
it: Questa schermata ti permette di valutare lo spazio di archiviazione utilizzato da Olvid sul tuo %@. Attenzione però: lo spazio totale non è la somma di tutti i valori indicati qui (poiché Olvid utilizza tecniche di deduplicazione). Per valutare lo spazio totale, in generale è sufficiente considerare i valori riferiti dal database.
ja: この画面では、Olvid がお客様の %@ で使用しているストレージ容量を確認できます。ただし、ここで表示されるすべての値の合計が、Olvid が使用するストレージの合計を表すわけではないことにご注意ください（Olvid は重複排除技術を使用しているため）。総ストレージ容量を評価するには、通常、データベースで参照されている値のみを考慮すれば十分です。
ko: 이 화면에서는 Olvid가 %@에서 사용하는 저장 공간을 확인할 수 있습니다. 하지만 총 저장 공간은 여기에 표시된 모든 값의 합이 아니라는 점에 유의하십시오(Olvid는 중복 제거 기술을 사용하기 때문입니다). 총 저장 공간을 확인하려면 일반적으로 데이터베이스에서 참조하는 값을 고려하는 것으로 충분합니다.
pt_br: Esta tela permite que você avalie o espaço de armazenamento usado pelo Olvid no seu %@. No entanto, tenha cuidado, pois o espaço total não é a soma de todos os valores indicados aqui (já que o Olvid usa técnicas de desduplicação). Para avaliar o espaço total, geralmente é suficiente considerar os valores referenciados pelo banco de dados.
pt_pt: Este ecrã permite-lhe avaliar o espaço de armazenamento utilizado pelo Olvid no seu %@. Tenha em atenção, no entanto, que o espaço de armazenamento total não é a soma de todos os valores indicados aqui (uma vez que o Olvid utiliza técnicas de desduplicação). Para avaliar o espaço de armazenamento total, geralmente é suficiente considerar os valores referenciados pela base de dados
ru: Этот экран позволяет оценить объем хранилища, используемый Olvid на вашем %@. Однако помните, что общий объем хранилища не является суммой всех указанных здесь значений (поскольку Olvid использует методы дедупликации). Для оценки общего объема хранилища обычно достаточно учитывать значения, на которые ссылается база данных.
uk: Цей екран дозволяє оцінити обсяг пам'яті, який Olvid використовує на вашому %@. Будь ласка, майте на увазі, що загальний обсяг пам'яті не є сумою всіх значень, зазначених тут (оскільки Olvid використовує методи дедуплікації). Щоб оцінити загальний обсяг пам'яті, зазвичай достатньо враховувати значення, на які посилається база даних.
zh_hans: 此界面允许您查看 Olvid 在您的 %@ 上使用的存储空间。请注意，此处显示的总存储空间并非所有值的简单加总（因为 Olvid 采用了数据去重技术）。要评估总存储空间，通常只需考虑数据库中引用的值即可。

# ACCESSIBILITY_POLL_HAS_VOTED
source: checked
de: geprüft
es: verificado
fr: coché
it: verificato
ja: 確認済み
ko: 확인됨
pt_br: verificado
pt_pt: verificado
ru: проверено
uk: перевірено
zh_hans: 已检查

source: Access to advanced settings
de: Zugriff auf erweiterte Einstellungen
es: Acceso a ajustes avanzados
fr: Accès aux paramètres avancés
it: Accesso alle impostazioni avanzate
ja: 高度な設定へのアクセス
ko: 고급 설정 접근
pt_br: Acesso às configurações avançadas
pt_pt: Aceder às definições avançadas
ru: Доступ к расширенным настройкам
uk: Доступ до розширених налаштувань
zh_hans: 访问高级设置

# ACTION_TITLE_COPY_LINK
source: Copy the link
de: Link kopieren
es: Copiar el enlace
fr: Copier le lien
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
pt_br: Copie o link
pt_pt: Copiar o link
ru: Скопировать ссылку
uk: Скопіювати посилання
zh_hans: 复制链接

source: Add participants
de: Teilnehmer hinzufügen
es: Añadir participantes
fr: Ajouter des participants
it: Aggiungi partecipanti
ja: 参加者を追加
ko: 참가자 추가
pt_br: Adicionar participantes
pt_pt: Adicionar participantes
ru: Добавить участников
uk: Додати учасників
zh_hans: 添加参与者

# ADD_SELECTED_CONTACTS_TO_CALL
source: Add contacts to call
de: Kontakte für Anruf hinzufügen
es: Añadir contactos a la llamada
fr: Ajouter les contacts à l'appel
it: Aggiungi contatti alla chiamata
ja: 通話に連絡先を追加
ko: 통화에 연락처 추가
pt_br: Adicionar contatos à chamada
pt_pt: Adicionar contactos à chamada
ru: Добавить контакты в звонок
uk: Додати контакти до дзвінка
zh_hans: 添加联系人到通话

# ADD_TO_CONFIGURE_PREFERRED_EMOJIS_LIST
source: Add your favorite reactions
de: Füge deine Lieblingsreaktionen hinzu
es: Añade tus reacciones favoritas
fr: Ajoutez vos réactions favorites
it: Aggiungi le tue reazioni preferite
ja: お気に入りのリアクションを追加
ko: 자주 사용하는 반응을 추가하세요
pt_br: Adicione suas reações favoritas
pt_pt: Adicione as suas reações preferidas
ru: Добавьте свои любимые реакции
uk: Додайте ваші улюблені реакції
zh_hans: 添加您喜欢的表情

# AFTER_FIVE_MINUTE
source: after 5 minutes
de: nach 5 Minuten
es: después de 5 minutos
fr: après 5 minutes
it: tra 5 minuti
ja: 5分後
ko: 5분 후
pt_br: em 5 minutos
pt_pt: após 5 minutos
ru: через 5 минут
uk: через 5 хвилин
zh_hans: 5分钟后

# AFTER_ONE_MINUTE
source: after 1 minute
de: nach 1 Minute
es: en 1 minuto
fr: après 1 minute
it: fra 1 minuto
ja: 1分後
ko: 1분 후
pt_br: em 1 minuto
pt_pt: após 1 minuto
ru: через 1 минуту
uk: через 1 хвилину
zh_hans: 1分钟后

# AFTER_TEN_SECONDS
source: after 10 seconds
de: in 10 Sekunden
es: en 10 segundos
fr: après 10 secondes
it: tra 10 secondi
ja: 10秒後
ko: 10초 후
pt_br: em 10 segundos
pt_pt: após 10 segundos
ru: через 10 секунд
uk: через 10 секунд
zh_hans: 10秒后

# AFTER_THIRTY_SECONDS
source: after 30 seconds
de: nach 30 Sekunden
es: después de 30 segundos
fr: après 30 secondes
it: tra 30 secondi
ja: 30秒後
ko: 30초 후
pt_br: após 30 segundos
pt_pt: após 30 segundos
ru: через 30 секунд
uk: через 30 секунд
zh_hans: 30秒后

# AFTER_TWO_MINUTE
source: after 2 minutes
de: nach 2 Minuten
es: después de 2 minutos
fr: après 2 minutes
it: tra 2 minuti
ja: 2分後
ko: 2분 후
pt_br: após 2 minutos
pt_pt: após 2 minutos
ru: через 2 минуты
uk: через 2 хвилини
zh_hans: 2分钟后

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_BACKGROUND
source: When Olvid enters background
de: Wenn Olvid in den Hintergrund wechselt
es: Cuando Olvid pasa a segundo plano
fr: Quand Olvid passe en arrière-plan
it: Quando Olvid va in background
ja: Olvidがバックグラウンドに入ったとき
ko: Olvid가 백그라운드로 전환될 때
pt_br: Quando o Olvid entra em segundo plano
pt_pt: Quando a aplicação Olvid entra em segundo plano
ru: Когда Olvid переходит в фоновый режим
uk: Коли Olvid переходить у фоновий режим
zh_hans: 当 Olvid 进入后台时

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_MANUAL_SWITCHING
source: When manually switching profile
de: Beim manuellen Wechsel des Profils
es: Al cambiar manualmente de perfil
fr: En changeant de profil manuellement
it: Quando si passa manualmente al profilo
ja: プロファイルを手動で切り替える場合
ko: 프로필을 수동으로 전환할 때
pt_br: Ao alternar manualmente o perfil
pt_pt: Ao alterar manualmente o perfil
ru: При ручном переключении профиля
uk: При ручному перемиканні профілю
zh_hans: 手动切换资料时

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_ACTION_SCREEN_LOCK
source: When Olvid lock screen activates
de: Wenn der Sperrbildschirm von Olvid aktiviert wird
es: Cuando se activa la pantalla de bloqueo de Olvid
fr: Au verrouillage de l'écran d'Olvid
it: Quando si attiva lo schermo di blocco Olvid
ja: Olvidのロック画面が有効になったとき
ko: Olvid 잠금 화면이 활성화될 때
pt_br: Quando a tela de bloqueio do Olvid é ativada
pt_pt: Quando o ecrã de bloqueio do Olvid é ativado
ru: Когда активируется экран блокировки Olvid
uk: Коли активується екран блокування Olvid
zh_hans: 当 Olvid 锁屏功能激活时

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_MESSAGE
source: Please choose when an open profile should be closed. By default, hidden profiles will be closed when manually switching to another profile.
de: Bitte wähle aus, wann ein geöffnetes Profil geschlossen werden soll. Standardmäßig werden ausgeblendete Profile geschlossen, wenn du manuell zu einem anderen Profil wechselst.
es: Por favor, elige cuándo se debe cerrar un perfil abierto. Por defecto, los perfiles ocultos se cerrarán al cambiar manualmente a otro perfil.
fr: Veuillez choisir le bon moment pour fermer un profil masqué. Par défaut, un profil masqué est fermé quand vous basculez manuellement vers un autre profil.
it: Scegli per quanto tempo mantenere aperto un profilo. Di default, i profili nascosti verranno chiusi quando si passa manualmente a un altro profilo.
ja: 開いているプロファイルがいつ閉じられるかを設定してください。デフォルトでは、手動で別のプロファイルに切り替えたときに、非表示のプロファイルが閉じられます。
ko: 열린 프로필이 언제 닫혀야 하는지 선택하세요. 기본적으로 숨겨진 프로필은 다른 프로필로 수동으로 전환할 때 닫힙니다.
pt_br: Por favor, escolha quando um perfil aberto deve ser fechado. Por padrão, os perfis ocultos serão fechados quando você mudar manualmente para outro perfil.
pt_pt: Por favor, escolha quando um perfil aberto deve ser fechado. Por defeito, os perfis ocultos serão fechados quando mudar manualmente para outro perfil.
ru: Пожалуйста, выберите, когда должен закрываться открытый профиль. По умолчанию, скрытые профили будут закрываться при ручном переключении на другой профиль.
uk: Будь ласка, оберіть, коли потрібно закривати відкритий профіль. За замовчуванням, приховані профілі будуть закриватися при ручному перемиканні на інший профіль.
zh_hans: 请选择公开资料应在何时关闭。默认情况下，当手动切换到其他资料时，隐藏的资料将会关闭。

# ALERT_CHOOSE_HIDDEN_PROFILE_CLOSE_POLICY_TITLE
source: When to close an open hidden profile?
de: Wann ein geöffnetes verstecktes Profil schließen?
es: ¿Cuándo cerrar un perfil oculto abierto?
fr: Quand désirez-vous fermer un profil masqué ?
it: Quando chiudere un profilo nascosto aperto?
ja: 非表示になっているプロフィールをいつ閉じるか？
ko: 숨겨진 프로필을 언제 닫아야 할까요?
pt_br: Quando fechar um perfil oculto aberto?
pt_pt: Quando encerrar um perfil oculto que está aberto?
ru: Когда закрыть открытый скрытый профиль?
uk: Коли закрити відкритий прихований профіль?
zh_hans: 在什么情况下关闭已打开的隐藏资料？

# ALERT_FIRST_ARCHIVE_MESSAGE
source: Do you want discussion to be unarchived automatically when a notification occurs?
de: Möchten Sie, dass ein Gespräch automatisch wiederhergestellt wird, wenn eine Benachrichtigung eintrifft?
es: ¿Quieres que la conversación se desarchive automáticamente cuando se reciba una notificación?
fr: Voulez-vous que la discussion soit désarchivée automatiquement lorsqu’une notification est émise?
it: Vuoi che la discussione venga automaticamente riattivata quando arriva una notifica?
ja: 通知があったときに、自動的にアーカイブを解除しますか？
ko: 알림이 발생하면 대화를 자동으로 보관 해제하시겠습니까?
pt_br: Você quer que a conversa seja automaticamente removida do arquivo quando uma notificação for recebida?
pt_pt: Deseja que a conversa seja automaticamente removida dos arquivos quando for recebida uma notificação?
ru: Хотите ли вы, чтобы дискуссия автоматически извлекалась из архива при получении уведомления?
uk: Чи бажаєте ви автоматично розблокувати обговорення, коли з’явиться сповіщення?
zh_hans: 当收到通知时，您希望聊天记录是否自动取消存档？

# ALERT_FIRST_ARCHIVE_TITLE
source: Unarchiving discussions automatically
de: Archivierte Konversationen werden automatisch wiederhergestellt
es: Desarchivando conversaciones automáticamente
fr: Désarchivage automatique des discussions
it: Ripristino automatico delle conversazioni
ja: アーカイブされたチャットを自動的に復元
ko: 보관된 대화 자동 해제
pt_br: Desarquivando conversas automaticamente
pt_pt: Desarquivar conversas automaticamente
ru: Автоматическое восстановление переписок
uk: Автоматичне відновлення переписок
zh_hans: 自动解档对话

# ALERT_MSG_OUTGOING_CALL_FAILED_USER_DENIED_RECORDING
source: To initiate an outbound call, kindly grant Olvid permission to access the microphone. You can configure this in the Settings.
de: Um einen ausgehenden Anruf zu tätigen, erlaube Olvid bitte den Zugriff auf das Mikrofon. Du kannst dies in den Einstellungen konfigurieren.
es: Para iniciar una llamada saliente, por favor otorga a Olvid permiso para acceder al micrófono. Puedes configurar esto en la Configuración.
fr: Pour initier un appel audio, vous devez autoriser Olvid à accéder au micro. Vous pouvez effectuer cette configuration dans l'application Réglages.
it: Per effettuare una chiamata in uscita, concedi a Olvid il permesso di accedere al microfono. Puoi configurare questa impostazione nelle Impostazioni.
ja: 発信通話を開始するには、Olvidにマイクへのアクセスを設定アプリから許可してください。
ko: 발신 통화를 시작하려면 Olvid에 마이크 접근 권한을 부여하십시오. 설정에서 구성할 수 있습니다.
pt_br: Para iniciar uma chamada, conceda permissão ao Olvid para acessar o microfone. Você pode configurar isso nas Configurações.
pt_pt: Para iniciar uma chamada, conceda permissão ao Olvid para aceder ao microfone. Pode configurar isto nas Definições.
ru: Для начала исходящего вызова, пожалуйста, предоставьте Olvid разрешение на доступ к микрофону. Вы можете настроить это в Настройках.
uk: Щоб ініціювати вихідний дзвінок, будь ласка, надайте Olvid дозвіл на доступ до мікрофона. Ви можете налаштувати це в Параметрах.
zh_hans: 拨打外呼电话前，请授权 Olvid 使用麦克风。您可在“设置”中进行配置。

source: Go to privacy settings
de: Gehe zu den Datenschutzeinstellungen
es: Ve a la configuración de privacidad
fr: Aller dans les paramètres
it: Vai alle impostazioni sulla privacy
ja: プライバシー設定へ
ko: 개인 정보 보호 설정으로 이동
pt_br: Acesse as configurações de privacidade
pt_pt: Aceder às definições de privacidade
ru: Перейти к настройкам конфиденциальности
uk: Перейти до налаштувань приватності
zh_hans: 前往隐私设置

# ALERT_SHOULD_ACTIVATE_SCREEN_LOCK_AFTER_CREATING_HIDDEN_PROFILE_MESSAGE
source: You chose to close any open hidden profile when the Olvid lock screen activate. However you have not configured any lock screen. In the current setting, hidden profiles will only be closed when manually switching to another profile. Please go to the privacy settings to configure a lock screen.
de: Sie haben eingestellt, dass offene, versteckte Profile geschlossen werden sollen, wenn der Olvid-Bildschirmsperre aktiviert wird. Sie haben jedoch keine Bildschirmsperre konfiguriert. Bei den aktuellen Einstellungen werden versteckte Profile nur dann geschlossen, wenn Sie manuell zu einem anderen Profil wechseln. Bitte gehen Sie zu den Datenschutzeinstellungen, um eine Bildschirmsperre zu konfigurieren.
es: Has elegido cerrar cualquier perfil oculto abierto cuando se active la pantalla de bloqueo Olvid. Sin embargo, no has configurado ninguna pantalla de bloqueo. Con la configuración actual, los perfiles ocultos solo se cerrarán cuando cambies manualmente a otro perfil. Por favor, ve a la configuración de privacidad para configurar una pantalla de bloqueo.
fr: Vous avez choisi de fermer les profils masqués ouverts au verrouillage de l'écran d'Olvid. Cependant, vous n'avez pas configuré d'écran de verrouillage. Avec le réglage actuel, les profils masqués ne seront fermés que si vous basculez manuellement vers un autre profil. Pour configurer un écran de verrouillage, allez dans les paramètres de « Vie privée ».
it: Hai scelto di chiudere eventuali profili nascosti aperti quando lo schermo di blocco Olvid si attiva. Tuttavia, non hai configurato alcuno schermo di blocco. Con l'impostazione attuale, i profili nascosti verranno chiusi solo quando si passa manualmente a un altro profilo. Si prega di andare nelle impostazioni sulla privacy per configurare uno schermo di blocco.
ja: Olvidロック画面がアクティブになったときに、開いている非表示のプロファイルをすべて閉じることが選択されています。ただし、ロック画面は設定されていません。 現在の設定では、非表示のプロファイルは、手動で別のプロファイルに切り替えた場合にのみ閉じられます。 ロック画面を設定するには、プライバシー設定に移動してください。
ko: Olvid 잠금 화면이 활성화되면 열려 있는 숨겨진 프로필을 모두 닫도록 선택했습니다. 하지만 잠금 화면을 구성하지 않았습니다. 현재 설정에서는 숨겨진 프로필은 수동으로 다른 프로필로 전환할 때만 닫힙니다. 개인 정보 보호 설정으로 이동하여 잠금 화면을 구성하십시오.
pt_br: Você escolheu fechar qualquer perfil oculto aberto quando a tela de bloqueio Olvid for ativada. No entanto, você não configurou nenhuma tela de bloqueio. Com a configuração atual, os perfis ocultos só serão fechados quando você mudar manualmente para outro perfil. Vá para as configurações de privacidade para configurar uma tela de bloqueio.
pt_pt: Selecionaste a opção de fechar todos os perfis ocultos quando o ecrã de bloqueio do Olvid for ativado. No entanto, não configuraste qualquer ecrã de bloqueio. Com a configuração atual, os perfis ocultos só serão fechados quando mudares manualmente para outro perfil. Vê as definições de privacidade para configurares um ecrã de bloqueio.
ru: Вы выбрали закрывать любые открытые скрытые профили при активации экрана блокировки Olvid. Однако вы не настроили экран блокировки. В текущих настройках скрытые профили будут закрываться только при ручном переключении на другой профиль. Пожалуйста, перейдите в настройки конфиденциальности, чтобы настроить экран блокировки.
uk: Ви обрали закриття будь-яких відкритих прихованих профілів при активації блокування екрану Olvid. Однак ви не налаштували жодного блокування екрану. У поточних налаштуваннях приховані профілі будуть закриватися лише при ручному перемиканні на інший профіль. Будь ласка, перейдіть до налаштувань конфіденційності, щоб налаштувати блокування екрану.
zh_hans: 您选择了在 Olvid 锁屏激活时关闭所有打开的隐藏资料。但是，您尚未配置任何锁屏。 在当前设置中，只有在手动切换到另一个资料时才会关闭隐藏资料。 请转到隐私设置以配置锁屏。

# ALERT_SHOULD_ACTIVATE_SCREEN_LOCK_AFTER_CREATING_HIDDEN_PROFILE_TITLE
source: Olvid lock screen not configured
de: Olvid Sperrbildschirm nicht konfiguriert
es: Pantalla de bloqueo Olvid no configurada
fr: Écran de verrouillage non configuré
it: Blocco schermo Olvid non configurato
ja: Olvidロック画面が設定されていません
ko: 올리브 잠금 화면이 구성되지 않았습니다.
pt_br: Bloqueio de tela do Olvid não configurado
pt_pt: Bloqueio de ecrã com impressão digital não configurado
ru: Блокировка экрана Olvid не настроена
uk: Блокування екрана Olvid не налаштовано
zh_hans: 尚未配置 Olvid 锁屏

# ALERT_VOICE_MESSAGE_FAILED_USER_DENIED_RECORDING
source: To record a voice message, you need to allow Olvid to access the microphone. Open Settings and turn on the Microphone
de: Um eine Sprachnachricht aufzunehmen, muss Olvid Zugriff auf das Mikrofon haben. Öffne die Einstellungen und aktiviere das Mikrofon.
es: Para grabar un mensaje de voz, necesitas permitir que Olvid acceda al micrófono. Abre Ajustes y activa el Micrófono.
fr: Pour enregistrer un message vocal, vous devez autoriser Olvid à accéder au micro. Allez dans les Réglages et activez le Micro.
it: Per registrare un messaggio vocale, devi permettere a Olvid di accedere al microfono. Apri Impostazioni e attiva il Microfono.
ja: ボイスメッセージを録音するには、Olvid がマイクにアクセスできるようにする必要があります。設定を開いて、マイクをオンにしてください。
ko: 음성 메시지를 녹음하려면 Olvid가 마이크에 접근할 수 있도록 허용해야 합니다. 설정을 열고 마이크를 켜주세요.
pt_br: Para gravar uma mensagem de voz, você precisa permitir que o Olvid acesse o microfone. Abra as Configurações e ative o Microfone.
pt_pt: Para gravar uma mensagem de voz, precisa de autorizar o Olvid a aceder ao microfone. Abra as Definições e ative o Microfone.
ru: Для записи голосового сообщения Olvid необходимо разрешение на доступ к микрофону. Откройте Настройки и включите Микрофон.
uk: Щоб записати голосове повідомлення, Olvid потрібно надати доступ до мікрофона. Відкрийте Налаштування та увімкніть Мікрофон.
zh_hans: 要录制语音消息，您需要允许 Olvid 访问麦克风。请打开“设置”并启用“麦克风”

source: Allow custom keyboards
de: Benutzerdefinierte Tastaturen erlauben
es: Permitir teclados personalizados
fr: Autoriser les claviers personnalisés
it: Consenti tastiere personalizzate
ja: カスタムキーボードの使用を許可
ko: 사용자 지정 키보드 허용
pt_br: Permitir teclados personalizados
pt_pt: Permitir teclados personalizados
ru: Разрешить использование пользовательских клавиатур
uk: Дозволити користувацькі клавіатури
zh_hans: 允许使用自定义键盘
